package com.obukhova.java1101.homework1;

/**
 * Created by Viktoriia
 * on 20.01.2019.
 */
//Напишите программу которая определяет четное число или нечетное
public class Task8 {
    public static void main(String[] args) {
        int a = 111;
        System.out.println((a % 2)==0 ? "Четное" : "Нечетное");

    }
}
